11/data/attachments/a22ef9073f0eabd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_b37267a5-0820-46ab-a321-d60ce8ed6322</nif:username>
            <nif:friendToBeAdded>Eric_newspaper_Actions_16234_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>